animal = input("вид питомца")
age = input("возраст")
nickname = input("кличку")
print("вид питомца:", animal,"возраст:", age, "года", "кличкa:", nickname )



subject = input("Тест по Биологии")
testname = input("Этапы развития человека")
print("1. Все современные люди относятся к виду:",
         "\nа) Homo sapiens + ",
         "\nб) человек умелый ",
         "\nв) Homo habilis")
a1 = input("введите свой ответ")
print("2. Как с латинского переводится австралопитек:",
        "\nа) древнейший человек",
        "\nб) южная обезьяна +",
        "\nв) австралийская обезьяна")
a2 = input("введите свой ответ")
print("3. Как называют ископаемых людей современного типа, обладающих развитой речью и мышлением, владеющие разными видами искусства:",
        "\nа) Неандертальцы",
        "\nб) Синантропы ",
        "\nв) Кроманьонцы +")
a3 = input("введите свой ответ")
print("4. У кого впервые появилась способность к изготовлению простейших орудий труда:",
        "\nа) австралопитеков+",
        "\nб) неандертальцевв",
        "\nв) рамапитеков")
a4 = input("введите свой ответ")
print("5. Питекантроп относится к таким людям:",
        "\nа) древние",
        "\nб) новые",
        "\nв) древнейшие +")
a5 = input("введите свой ответ")
print("6. Древних людей ростом 1 м 70 см и объемом мозга до 1600 смЗ, обитавших в ледниковый период, называют:",
        "\nа) питекантропы",
        "\nб) неандертальцы +",
        "\nв) кроманьонцы")
a6 = input("введите свой ответ")
print("7. Австралопитек найден:",
        "\nа) в Африке +",
        "\nб) в Австралиив",
        "\nв) южной Америке")
a7 = input("введите свой ответ")
print("8. В эволюции человека (Homo) различают … этапа становления:",
        "\nа) 4 +",
        "\nб) 3",
        "\nв) 2")
a8 = input("введите свой ответ")
print("9. Что означает в переводе с латинского «питекантроп»:",
        "\nа) обезьяночеловек +",
        "\nб) человек умелыйв",
        "\nв) человек прямоходящий")
a9 = input("введите свой ответ")
print("10. Первый человек:",
        "\nа) кроманьонец",
        "\nб) питекантроп",
        "\nв) человек умелый +")
a10 = input("введите свой ответ")
print(a1, a2, a3, a4, a5, a6, a7, a8, a9, a10, sep=' ')



